Repository: Nomeyho/mcss
Catalog: res/values/strings_*.arb
Languages: fr

# category_my_servers
source: My servers
fr: Mes serveurs

# category_mojang_servers
source: Mojang servers
fr: Autres serveurs

# home_title
source: Minecraft Server Status
fr: MC Server Status

# add_title
source: New server
fr: Nouveau serveur

# add_server_ip
source: Server IP
fr: IP du serveur

# add_button
source: Add
fr: Ajouter

# add_cancel_button
source: Cancel
fr: Annuler

# error_empty_ip
source: Server IP is empty
fr: L'IP du serveur est vide

# error_invalid_port
source: Invalid port number
fr: Le port invalide

# error_negative_port
source: Port number cannot be negative
fr: Le port ne peut pas être négatif

# error_too_large_port
source: Port number cannot be greater than 65535
fr: Le port ne peut pas être supérieur à 65535

# error_already_exist
source: This server already exist
fr: Ce serveur existe déjà

# server_card_error
source: Error
fr: Erreur

# server_card_loading
source: Loading...
fr: Chargement...

# server_card_players
source: players
fr: joueurs

# server_list_error
source: Could not server status
fr: Le status des serveurs n'a pas pu être récupéré

# server_list_empty
source: Start by adding a new server
fr: Commence par ajouter un serveur

# player_title
source: Online players:
fr: Joueurs en ligne:
